Revit 2027 API
ParameterTypeId.FabricSheetMass Property
 "Sheet Mass": Sheet Mass
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FabricSheetMass { get; }
Public Shared ReadOnly Property FabricSheetMass As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FabricSheetMass {
	ForgeTypeId^ get ();
}
static member FabricSheetMass : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace